<template>
    <div>
      <mt-header title="注册协议" fixed style="height:45px; font-size: 16px;"></mt-header>
      <div class="mobile-bg" style="margin-top:45px;"></div>
      <div style=" width:90%; margin:0 auto;">
        <h4 class="text-center">注册协议</h4>
        <p class="text-indent mg-t20">服务协议双方为湖南城广电子商务有限公司（下称“城广”）与用户，本服务协议具有合同效力。</p>
        <p class="text-indent mg-t10">用户注册成为城广网用户前请务必仔细阅读以下条款。一旦注册，则用户接受城广网的服务时必须受以下条款的约束。若用户不接受以下条款，请立即离开城广网。此外，城广网站为湖南坤融信息科技有限公司（https://www.kunrn.com）所属网站，坤融网站目前所涉版块包含：菜大王网站（www.caidw668.com），城广网站（），三网融合互通且又各自独立，用户资料数据等共享，用户在任何以上网站申请注册，即可自动成为以上三个网站的注册会员，享有以上三个网站所赋予的权利，同时也必须遵守以上网站所制定的针对不同用户的规则约定。</p>
        <p class="text-indent mg-t10">本服务协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。本协议是由用户与城广网共同签订的，
          适用于用户在城广网的全部活动。在用户注册时，用户已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，
          如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</p>
        <p class="text-indent mg-t10">城广网有权根据需要不时地制定、修改本协议或各类规则，如本协议及规则有任何变更，城广网将在网站上刊载公告，经修订的协议、规则一经公布后，立即自动生效。
          用户应不时地注意本协议及附属规则地变更，若用户不同意相关变更，城广网有权不经任何告知终止、中止本服务协议或者限制用户进入城广网的全部或者部分板块且不承担任何法律责任。</p>
        <p class="text-indent mg-t10">
          用户确认本服务协议后，本服务协议即在用户和城广网之间产生法律效力。用户按照城广网规定的注册程序成功注册为用户，既表示同意并签署了本服务协议。
          本服务协议不涉及用户与城广网的其他用户之间因网上交易而产生的法律关系及法律纠纷，但用户在此同意将全面接受和履行
          与城广网其他用户在本网签订的任何电子法律文本， 并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
        <p class="f-14 mg-t20">
          <strong>一、使用限制</strong>
        </p>
        <p class="text-indent mg-t10">用户承诺合法使用城广网提供的服务及网站内容。禁止在城广网从事任何可能违反中国现行的法律、法规、
          规章和政府规范性文件的行为或者任何未经授权使用城广网的行为，如擅自进入城广网的未公开系统、不正当地使用密码和网站任何内容等。</p>
        <p class="text-indent mg-t10">
          城广网只接受中华人民共和国（不包括香港特区、澳门特区及台湾地区）的18周岁以上的具有完全民事行为能力的自然人成为网站用户。
          如用户不符合资格，请勿注册。城广网保留中止或终止用户身份的权利。</p>
        <p class="text-indent mg-t10">用户注册成功后，不得将城广网的用户名转让给第三方或者授权给第三方使用。用户确认，使用本人的用户的用户名和密码登录城广网后在城广网的一切
          行为均代表用户本人并由用户本人承担相应的法律后果。</p>
        <p class="text-indent mg-t10">
          用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性。
          如用户因网上交易与其他用户产生诉讼的，城广网将根据隐私规则披露相关用户资料。</p>
        <p class="text-indent mg-t10">经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者城广网有足够事实依据可以认定用户存在违法或违反本服务协议行为的或者用户借款逾期未还的，
          用户在此同意并授权城广网在因特网络上公布用户的违法、违约行为及用户事先提供给菜大网的信息和资料，并将该等内容记入任何与用户相关的信用资料和档案。</p>
        <p class="f-14 mg-t20">
          <strong>二、涉及第三方网站</strong>
        </p>
        <p class="text-indent mg-t10">
          城广网的网站内容可能涉及由第三方所有、控制或者运营的其他网站（以下称“第三方网站”）。城广网不能保证也没有义务保证第三方网站上的信息的真实性和有效性。
          用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是城广网推荐或者介绍的， 第三方网站的内容、产品、
          广告和其他任何信息均由用户自行判断并承担风险，而与城广网无关。</p>
        <p class="f-14 mg-t20">
          <strong>三、责任限制</strong>
        </p>
        <p class="text-indent mg-t10">
          在任何情况下，城广网对用户使用城广网服务而产生的任何形式的直接或间接损失，不归因于城广网责任的，城广网不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。
          对于城广网的设备、系统存在缺陷造成的损失，城广网负责。但是，中国现行法律、法规另有规定的除外。</p>
        <p class="f-14 mg-t20">
          <strong>四、网站内容监测</strong>
        </p>
        <p class="text-indent mg-t10">
          城广网没有义务监测网站内容，但是用户确认并同意城广网有权不时地根据法律、法规、政府要求透露、修改或者删除必要的、合适的信息，以便更好地运营城广网并保护自身及城广网和其他合法用户的权益。</p>
        <p class="f-14 mg-t20">
          <strong>五、隐私规则</strong>
        </p>
        <p class="text-indent mg-t10">城广网对于用户提供的、自行收集的、经认证的个人信息将按照本规则予以保护、使用或者披露。</p>
        <p class="mg-t10">
          <strong>1、用户身份限制</strong>
        </p>
        <p class="text-indent mg-t10">
          城广网要求未成年人（年龄18周岁以下人士）、中国大陆以外地区人士及自然人以外的组织等不要向城广网提交任何个人资料。</p>
        <p class="mg-t10">
          <strong>2、涉及的个人资料</strong>
        </p>
        <p class="text-indent mg-t10">用户提供给城广网的个人资料及用户同意城广网收集的个人资料的主要目的在于向用户提供一个顺利、有效和量身定做的交易经历。</p>
        <p class="text-indent mg-t10">
          城广网可能自公开来源了解用户的情况，并为其量身定做城广网服务、解决争议并有助确保在网站进行安全交易。</p>
        <p class="text-indent mg-t10">
          城广网按照用户在城广网址上的行为自动追踪关于用户的某些资料。城广网利用这些资料进行有关城广网之用户的人口统计、兴趣及行为的内部研究，以更好地了解用户及向用户和城广网的用户社区提供更好的服务。</p>
        <p class="text-indent mg-t10">
          如果用户将个人通讯信息（例如：手机短信、电邮或信件）交付给城广网，或如果其他用户或第三方向城广网发出关于用户在城广网上的活动或登录事项的通讯信息，城广网可以将这些资料收集在用户的专门档案中。</p>
        <p class="mg-t10">
          <strong>3、城广网对用户资料的使用</strong>
        </p>
        <p class="text-indent mg-t10">用户同意城广网可使用关于用户的个人资料（包括但不限于城广网持有的有关用户的档案中的资料，及城广网从用户目前及以前在城广网上的活动所获取的其他资料）以解决争议、对纠纷进行调解，
          有助于确保在城广网进行安全交易，并执行城广网的服务协议。城广网有时候可能调查多个用户以识别问题或解决争议，
          特别是城广网可审查用户的资料以区分使用多个用户名或别名的用户。
          为禁止用户在城广网上的欺诈、非法或其他刑事犯罪活动，使城广网免受其害，用户同意城广网可通过人工或自动程序对用户的个人资料进行评价。用户同意城广网可以使用用户的个人资料以改进城广网的推广和促销工作、
          分析网站的使用率、改善城广网的内容和产品推广形式，并使城广网的网站内容、设计和服务更能符合用户的要求。这些使用能改善城广网的网页，以调整城广网的网页使其更能符合用户的需求，
          从而使用户在使用城广网服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
        <p class="text-indent mg-t10">用户同意城广网利用用户的资料与用户联络并向用户传递（在某些情况下）针对用户的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关用户使用城广网的通讯。</p>
        <p class="mg-t10">
          <strong>4、城广网对用户的资料的披露</strong>
        </p>
        <p class="text-indent mg-t10">虽然城广网采用行业标准惯例以保护用户的个人资料，鉴于技术限制，城广网不能确保用户的全部私人通讯及其他个人资料不会通过本隐私规则中未列明的途径泄露出去。</p>
        <p class="text-indent mg-t10">
          城广网有义务根据有关法律要求向司法机关和政府部门提供用户的个人资料。在用户未能按照与城广网签订的服务协议或者与城广网其他用户签订的协议等其他法律文本的约定履行自己应尽的义务时，
          城广网有权根据自己的判断或者与该笔交易有关的其他用户的请求披露用户的个人资料，并做出评论。用户的发生违约的，城广网有权对用户提供的及城广网自行收集的用户的个人信息和资料编辑入网站黑名单，
          并将该黑名单对第三方披露，且城广网有权
          将用户提交的资料或城广网在公开领域了解的用户的情况与任何第三方进行数据共享，以便网站和第三方及对用户的其他申请进行审核之用，由此因第三方的行为造成用户损失，
          城广网不承担法律责任。</p>
        <p class="mg-t10">
          <strong>5、用户对其他用户的资料的使用</strong>
        </p>
        <p class="text-indent mg-t10">在城广网提供的交易活动中，用户无权要求城广网提供其他用户的个人资料，除非符合以下条件：</p>
        <p class="text-indent mg-t10">（a）用户已向法院起诉其他用户的在城广网活动中的违约行为；</p>
        <p class="text-indent mg-t10">（b）城广网被吊销营业执照、解散、清算、宣告破产或者其他有碍于用户的情形。</p>
        <p class="mg-t10">
          <strong>6、电子邮件和群组</strong>
        </p>
        <p class="text-indent mg-t10">用户不得使用城广网提供的站内服务、群组服务或其他电子邮件转发服务发出垃圾邮件、信息或其他可能违反城广网的服务协议的内容。
          如果用户利用城广网的服务向没有在城广网内注册的电子邮件地址发出电子邮件，城广网除了利用该电子邮件地址发出用户的电子邮件之外将不作任何其他用途。
          城广网不会出租或出售这些电子邮件地址。城广网不会永久储存电子邮件信息或电子邮件地址。</p>
        <p class="mg-t10">
          <strong>7.密码的安全性</strong>
        </p>
        <p class="text-indent mg-t10">
          用户须对使用用户的用户名和密码所采取的一切行为负责。因此，用户不要向任何第三方披露用户在城广网的用户名和密码，否则由此造成的损失由用户自行承担。</p>
        <p class="f-14 mg-t20">
          <strong>六、补偿</strong>
        </p>
        <p class="text-indent mg-t10">就任何第三方提出的，由于用户违反本协议及纳入本协议的条款和规则或用户违反任何法律、法规或侵害第三方的权利而产生或引起的每一种类似性质的任何索赔、
          要求、诉讼、损失和损害（实际的、特别的及有后果的），无论是已知
          或未知的，包括合理的律师费，用户同意就此对城广网和（如适用）城广网的关联公司、 高级职员、董事、代理人和雇员进行补偿并使其免受损害。</p>
        <p class="f-14 mg-t20">
          <strong>七、终止</strong>
        </p>
        <p class="text-indent mg-t10">除非城广网终止本协议或者用户申请终止本协议且经城广网同意，否则本协议始终有效。城广网有权在不通知用户的情况下在任何时间终止本协议或者限制用户使用城广网。</p>
        <p class="f-14 mg-t20">
          <strong>八、适用法律和管辖</strong>
        </p>
        <p class="text-indent mg-t10">
          因城广网提供服务所产生的争议均适用中华人民共和国法律，并由城广网住所地的长沙市人民法院管辖。</p>
        <p class="f-14 mg-t20">
          <strong>九、附加条款</strong>
        </p>
        <p class="text-indent mg-t10">
          用户一经注册本网站（城广网），即视为同意并认可本服务协议，并全权委托湖南城广电子商务有限公司代为选择适当的代理人为用户办理具体事宜。
          代理人因办理而产生的任何权益，包括但不限于债权、物权、收益等，除另有约定外，均无条件归用户所有。因原因导致代理人无法对用户履行义务时，
          除另有约定外，用户可无条件，直接代位行使代理人对关系人的一切权利。</p>
        <p class="text-indent mg-t10">
          在城广网的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，在该部分和页面中附加条款优先适用。</p>
        <p class="f-14 mg-t20">
          <strong>十、条款的独立性</strong>
        </p>
        <p class="text-indent mg-t10">若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
        <p class="f-14 mg-t20">
          <strong>十一、投诉与建议</strong>
        </p>
        <p class="text-indent mg-t10">用户对城广网有任何投诉和建议，请将投诉和建议反馈给城广网工作人员。</p>
      </div><br/><br/><br/>
      <div class="row mobile-menu8">
        <button type="button" class="Auction-det-button1 col-xs-12" @click="goBack" style="bottom:50px">
          <p class="font">返回</p>
        </button>
      </div>
    </div>
</template>
<script>
    export default {
      data(){
        return {

        }
      },
      methods:
      {
        goBack: function ()
        {
          this.$router.push({path: "/regist"})
        }
      }
    }
</script>
